
[
    {
        "id": 1,
        "name": "Delhi",
        "image": "https://flats-and-flatmates-bucket.s3.amazonaws.com/home_page/images/city_description/delhi_1.png",
        "description": "Delhi-NCR has always been India’s most influential and prominent real estate markets. The region boasts the presence of big corporations, excellent connectivity, world-class infrastructure, and huge job opportunities. Despite pandemic shocks, the residential real estate market here registered immense resilience and achieved growth. By offering high returns over investments and future security, the region bolstered its position as the most rewarding investment destination. Also, increased awareness among the homebuyers and investors around real estate assets as stable and secured investment choices in uncertain times also fuelled demand. The growth momentum is likely to continue and the Delhi-NCR market is set to reach stratospheric heights in 2022.",
        "total_listing": "9604",
        "new_listing": "447",
        "total_searches": "88705",
        "featured": "756",
        "facebook_group_link": "https://www.facebook.com/groups/1719517958322189",
        "is_active": true,
        "created_at": "2021-10-25T20:14:09.836653+05:30",
        "modified_at": "2022-04-08T14:19:02.884397+05:30",
        "group_members_count": 67844
    },
    {
        "id": 2,
        "name": "Gurugram",
        "image": "https://flats-and-flatmates-bucket.s3.amazonaws.com/home_page/images/city_description/gurugram.png",
        "description": "Mostly occupied by DLF corporate towers, Gurugram has become a hotspot for MNC offices in India. Any foreign company setting up an office in India considers Gurugram as its first options for reasons like community growth, infrastructure, centrally located city etc.\r\n\r\nThe cost of living in Gurugram has hiked by almost 43% in past 7 years due to a multiplicative increase in the corporates. DLF remains the costliest and the most sought after area.\r\n\r\nHigh rise apartments have proven to be a great investment for the ones who've put them up for rent since it fetches a huge return on their investment as rent.\r\n\r\nGolf Course road, DLF Cyber City, MG Road rank the highest in terms of luxury living.",
        "total_listing": "10233",
        "new_listing": "790",
        "total_searches": "100378",
        "featured": "778",
        "facebook_group_link": "https://www.facebook.com/groups/flatandflatmatesgurugramchapter",
        "is_active": true,
        "created_at": "2021-10-25T20:15:18.560759+05:30",
        "modified_at": "2022-03-15T17:24:08.617152+05:30",
        "group_members_count": 286336
    },
    {
        "id": 3,
        "name": "Noida",
        "image": "https://flats-and-flatmates-bucket.s3.amazonaws.com/home_page/images/city_description/noida.png",
        "description": "When it comes to the best affordable homes and highest levels of properties in the National Capital Region, Greater Noida clearly outperforms other locations. Greater Noida West, also known as Noida Extension, is a sub-locality which has seen a boom in the Noida real estate market. It has a number of emerging sectors and some fully developed ones with great amenities. Sector 10 Noida Extension is a promising locality that offers excellent options for investors and buyers alike. There are many ready-to-move-in flats and under-construction apartments in Noida Extension. Noida Extension is an ideal hub for potential home buyers looking for affordable homes. You will find affordable, premium apartments, high-rise apartments, commercial projects and independent luxurious villas. Surrounded by lush greenery belt, the residents at this location enjoy healthy lifestyle. Infra facilities such as water connections, streetlights, round the clock power supply, and well maintained roads are the part of this region. This has led to growth of Commercial Projects in Noida Extension.",
        "total_listing": "8870",
        "new_listing": "559",
        "total_searches": "96443",
        "featured": "387",
        "facebook_group_link": "https://www.facebook.com/groups/855733214528280",
        "is_active": true,
        "created_at": "2021-10-25T20:15:56.915222+05:30",
        "modified_at": "2022-03-15T16:48:18.171571+05:30",
        "group_members_count": 26679
    },
    {
        "id": 4,
        "name": "Kolkata",
        "image": "https://flats-and-flatmates-bucket.s3.amazonaws.com/home_page/images/city_description/kolkata.png",
        "description": "Kolkata has the largest market in Eastern India and has ranked above the major real estate market players such as Gurgaon, Noida, and Mumbai in terms of growth in the last 10 years.\r\n\r\nAlthough Kolkata joined the bandwagon of popular IT city culture much later, today Real Estate in Kolkata has become a preferred choice for IT corporations such as Cognizant, Infosys, and  Wipro, among others. The city is also becoming a preferred alternative for start-ups, thus contributing to the rise in the Kolkata economy. This change is followed by major infrastructural developments in the city such as East-West Metro, thus adding to the market value of the city.  \r\n\r\nThe new normal of owning an office space at home  has surged the demand for buying premium 2bhk, 3bhk, and 4bhk  properties among middle-income and upper-middle income groups.  \r\nFurthermore, people are staying at home more than usual and for a longer period, therefore  appreciating and realizing the value of owning a house, thus adding to the business in general  and for real estate developers in Kolkata.",
        "total_listing": "8554",
        "new_listing": "239",
        "total_searches": "67021",
        "featured": "407",
        "facebook_group_link": "https://www.facebook.com/groups/1655309481397934/",
        "is_active": true,
        "created_at": "2021-10-25T20:16:59.377053+05:30",
        "modified_at": "2022-03-15T16:38:38.434400+05:30",
        "group_members_count": 12424
    },
    {
        "id": 5,
        "name": "Mumbai",
        "image": "https://flats-and-flatmates-bucket.s3.amazonaws.com/home_page/images/city_description/mumbai.png",
        "description": "Real estate companies are regaining their pricing power as the stock of unsold houses trends down and building costs, mainly steel and cement, keep climbing. The industry has been petitioning GoI to regulate prices, reduce taxes and allow easier imports of chief construction materials. Now, the leading developers have begun to pass the added costs on to buyers, in some cases by up to 10% of the price of a house, and they are not reporting any adverse effect on sales. \r\nMumbai, the ‘City of dreams,’ is living up to its name. It continues to fulfil dreams and aspirations of people migrating to the city in search of jobs and entrepreneurial ambitions. The city with its developed infrastructure, easy connectivity and access to public amenities makes it an ideal location for migrants to settle down.\r\nProperty registrations in Mumbai, the country’s biggest real estate market, have continued to reflect robust momentum in February, surpassing the pre-pandemic levels witnessed two years ago by a wide margin.\r\nMumbai, apart from being the country’s largest realty market, is now also one of the strongest growth markets. A slew of measures like the progressive budget, availability of the lowest home loans rates and a good homebuying environment is driving this growth. We expect this uptrend to continue in the months to come and hope that the government remains supportive,\r\nThe Mumbai property market has been buzzing with activity since the state government announced a reduction in stamp duty rates in 2020 to kickstart the realty sector and other industries linked with it.",
        "total_listing": "8549",
        "new_listing": "577",
        "total_searches": "88665",
        "featured": "488",
        "facebook_group_link": "https://www.facebook.com/groups/151947662319507",
        "is_active": true,
        "created_at": "2021-10-25T20:17:27.618876+05:30",
        "modified_at": "2022-03-15T17:30:38.047101+05:30",
        "group_members_count": 76993
    },
    {
        "id": 6,
        "name": "Pune",
        "image": "https://flats-and-flatmates-bucket.s3.amazonaws.com/home_page/images/city_description/pune.png",
        "description": "Pune has always been known as the educational capital of India. Being one of the fastest growing IT hubs of India, Pune has a multicultural population with good social infrastructure, excellent educational institutes. There is good reason why real estate in Pune is proving to be a huge success. State of the art infrastructure, amenities at close call and projects in prime locations has added up to the value of properties in Pune.\r\n\r\nLocalities offering Small comfort in Pune include IT hubs such as Magarpatta, Hinjewadi and Kharadi and residential localities such as Kothrud and Koregaon Park.",
        "total_listing": "6742",
        "new_listing": "798",
        "total_searches": "99233",
        "featured": "431",
        "facebook_group_link": "https://www.facebook.com/groups/394066077338314/",
        "is_active": true,
        "created_at": "2021-10-25T20:18:04.120775+05:30",
        "modified_at": "2022-03-15T16:30:21.353831+05:30",
        "group_members_count": 7833112
    },
    {
        "id": 7,
        "name": "Hyderabad",
        "image": "https://flats-and-flatmates-bucket.s3.amazonaws.com/home_page/images/city_description/hyderbad.png",
        "description": "Known as the City of Nizams, Hyderabad has come a long way over the years and is now one of India’s top metros. What makes Hyderabad a real estate hub is its job opportunities, thriving business culture, predictable weather and strong culture.\r\n\r\nCompanies like Apple and Microsoft and other tech giants have a combined space of 4 lac square feet in the city. Hyderabad has a pool of job opprtunities in the fields of IT and Manufacturing. \r\n\r\nSome of the most renowned colleges and universities of the country also have their campuses in Hyderabad.\r\n\r\nThe rental range in top localities where livability quotient is high include Ameerpet where rents are between INR 4,000 to INR 40,000 per month. Begumpet is also a top locality wherein rental values are between INR 4,000 and INR 50,000 per month. Configurations may vary. Luxury properties on rent priced above INR 1 lakh per month include Jubilee Hills, Banjara Hills, Film Nagar, Nanakramguda, Gachibowli, Kavuri Hills, Madhapur, Nagaram, Gandhi Nagar, Hitech City among others. Not all properties on rent in these locations are priced similarly. Prices are determined by the exact location, brand of the house, quality of construction and such other determinants.",
        "total_listing": "6674",
        "new_listing": "665",
        "total_searches": "24457",
        "featured": "334",
        "facebook_group_link": "https://www.facebook.com/groups/638666792956458",
        "is_active": true,
        "created_at": "2021-10-25T20:18:37.856816+05:30",
        "modified_at": "2022-03-15T16:04:53.571650+05:30",
        "group_members_count": 24122
    },
    {
        "id": 8,
        "name": "Bangalore",
        "image": "https://flats-and-flatmates-bucket.s3.amazonaws.com/home_page/images/city_description/banglore.png",
        "description": "The increase in the millennial workforce in Bangalore is one of the biggest trends in real estate in India. This could also lead to an increase in demand for commercial spaces such as offices, co-working spaces, studios for start-ups, etc. However, not everybody can invest in massive commercial spaces that require hefty investments. \r\n\r\nIf you are an individual with a  purchasing power limited to 2BHKs and 3BHKs, it is recommended to look into real estate projects in and around commercial areas like White field, and Indiranagar. Not only are these areas popular and well-developed, investing in them would mean an increase in their value due to a predicted spike in demand.",
        "total_listing": "12678",
        "new_listing": "4555",
        "total_searches": "233872",
        "featured": "2433",
        "facebook_group_link": "https://www.facebook.com/groups/1638328623134208",
        "is_active": true,
        "created_at": "2021-10-25T20:19:07.766554+05:30",
        "modified_at": "2022-01-23T14:37:25.087074+05:30",
        "group_members_count": 498777
    },
    {
        "id": 9,
        "name": "Chennai",
        "image": "https://flats-and-flatmates-bucket.s3.amazonaws.com/home_page/images/city_description/shutterstock_510248776-1.jpg",
        "description": "Out of all the metropolitan cities, Chennai has the highest rate of infrastructure growth. The city is already well developed and has been equipped with good facilities. The government is still pouring funds into the massive infrastructure development plans here. Chennai is strewn with government headquarters, international IT firms, manufacturing and service industries. \r\n\r\nThe proximity to such infra projects and availability of all facilities will always make Chennai real estate a high-value market. Residential zones are in close contact with commercial zones, with hospitals, malls, theatres, supermarkets, etc. The property rates here keep growing with the infrastructure development and thus the appreciation value is quite high and in the investor’s favor. You also have ample choices to choose from ranging from villas, apartments to residential communities. \r\nRental housing permits inhabitants to settle on a better quality of living than their property\r\nbuying power and a superior quality living, also usually close to the workplace.\r\n\r\nIf you are looking to buy a property in Chennai, then Old Mahabalipuram Road (OMR), Velachery, Medavakkam, Guduvancheri and Porur should be the ideal choices.",
        "total_listing": "120",
        "new_listing": "150",
        "total_searches": "430",
        "featured": "235",
        "facebook_group_link": "https://www.facebook.com/groups/214313219030257",
        "is_active": true,
        "created_at": "2021-10-25T20:19:37.935732+05:30",
        "modified_at": "2022-03-07T15:54:55.407272+05:30",
        "group_members_count": 23012
    }
]
